---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.FabricWireType
source: html/426908d7-a5c5-8524-9db0-f8003308aef8.htm
---
# FabricWireType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.